Repository: LADI/ladish
Catalog: po/*.po
Languages: bg, fr

source: Nedko Arnaudov
bg: Недко Арнаудов

source: Nikita Zlobin
bg: Никита Злобин

source: Lapo Calamandrei
bg: Лапо Каламандреи

source: Nadejda Pancheva-Arnaudova
bg: Надежда Панчева-Арнаудова

source: Alexandre Prokoudine
bg: Александр Прокудин

source: Frank Kober
bg: Франк Кобер

source: Maxim Kachur
bg: Максим Качур

source: gladish is built on %s from %s
bg: gladish е сглобен на %s от %s
fr: gladish est construit le %s à partir de %s

source: Clear XRuns and Max DSP Load
bg: Изчисти дроповете и максималното DSP натоварване
fr: Effacer les Xruns et la charge maximale du DSP

source: Clear
bg: Изчисти
fr: Effacer

source: Zoom 100%
bg: Мащаб 100%

source: Zoom to fit
bg: Побери съдържанието
fr: Zoom approprié

source: Zoom in
bg: Уголеми
fr: Zoom avant

source: Zoom out
bg: Намали
fr: Zoom arrière

source: ladishd exit command failed, please inspect logs.
bg: Командата за спиране на ladishd не успя, проверете лога.
fr: ladishd n'a pas pu être arrêté, veuillez inspecter les logs.

source: New studio
bg: Ново студио
fr: Nouveau studio

source: Studio name
bg: Име на студио
fr: Nom du studio

source: Creation of new studio failed, please inspect logs.
bg: Създаването на ново студио не успя, проверете лога.
fr: Échec de la création d'un nouveau studio, veuillez inspecter les logs.

source: Studio load failed, please inspect logs.
bg: Не удалось загрузить студию, пожалуйста, проверете лога.
fr: Échec de l'ouverture du studio, veuillez inspecter les logs.

source: <b><big>Confirm studio delete</big></b>
bg: <b><big>Потвърдете изтриването на студио</big></b>
fr: <b><big>Confirmer l'effacement du studio</big></b>

source: Studio "%s" will be deleted. Are you sure?
bg: Студио "%s" ще бъде изтрито. Сигурни ли сте?
fr: Le studio "%s" sera effacé. Êtes-vous sûr ?

source: Studio delete failed, please inspect logs.
bg: Изтриването на студио не успя, проверете лога.
fr: Échec de l'effacement du studio, veuillez inspecter les logs.

source: Name
bg: Име
fr: Nom

source: New application
bg: Ново приложение
fr: Nouvelle application

source: Execution failed. I know you want to know more for the reson but currently you can only check the log file.
bg: Изпълнението не успя. Яно е, че искате да знаете повече за причината, но засега можете само да проветите лога.
fr: Échec de l'éxecution. Je sais que vous voudriez en savoir plus sur la raison mais, actuellement, vous pouvez seulement regarder le fichier log.

source: <b><big>Error</big></b>
bg: <b><big>Грешка</big></b>
fr: <b><big>Erreur</big></b>

source: Error filling
bg: Грешка при попълване на
fr: Remplissage des erreurs

source: Empty
bg: Празно
fr: Vide

source: Rename client
bg: Преименуване на клиент
fr: Renommer le client

source: Client name
bg: Име на клиента
fr: Nom du client

source: Client rename
bg: Преименувай клиент
fr: Renommer le client

source: Remove
bg: Премахни
fr: Supprimer

source: Split
bg: Раздели
fr: Diviser

source: Rename port
bg: Преименувай порт
fr: Renommer le port

source: Port name
bg: Име на порт
fr: Nom du port

source: Rename
bg: Преименувай
fr: Renommer

source: Move port
bg: Премести порт
fr: Déplacer le port

source: New client
bg: Нов клиент
fr: Nouveau client

source: Join clients
bg: Обедини клиенти
fr: Joindre les clients

source: If you've started ladish for the first time, you should: 1. Create a new studio (in the menu, Studio -> New Studio) 2. Configure JACK (in the menu, Tools -> Configure JACK) 3. Start the studio (in the menu, Studio -> Start Studio) 4. Start apps (in the menu, Application -> Run) 5. Connect their ports by click & drag on canvas 6. Save the studio (in the menu, Studio -> Save Studio)
bg: Ако пускате ladish за пръв път: 1. Създайте ново студио (в менюто — Студио -> Ново студио) 2. Настройте JACK (в менюто — Инструменти -> Настрой JACK) 3. Пуснете студото (в менюто — Студио -> Старирай студио) 4. Пуснете приложения (в менюто — Приложение -> Ново приложение) 5. Съединете портовете чрез Drag & Drop 6. Запишете студиото (в менюто — Студио -> Запази студио)
fr: Si vous démarrez ladish pour la première fois, vous devriez : 1. Créer un nouveau studio (dans le menu, Studio -> Nouveau...) 2. Configurer JACK (dans le menu, Outils -> Configurer JACK) 3. Démarrer le studio (dans le menu, Studio -> Démarrer) 4. Lancer des applications (dans le menu, Application -> Nouvelle application...) 5. Connecter leurs ports en cliquant et traînant sur le canvas 6. Enregistrer le studio (dans le menu, Studio -> Enregistrer)

source: Raw JACK
bg: Суров JACK

source: %4.1f ms (%<PRIu32>)
bg: %4.1f мс (%<PRIu32>)

source: %<PRIu32> dropout
bg: %<PRIu32> дропаут
fr: %<PRIu32> dropouts

source: error
bg: грешка
fr: erreur

source: <b><big>Are you sure</big></b>
bg: <b><big>Сигурни ли сте</big></b>
fr: <b><big>Êtes-vous sûr</big></b>

source: jackdbus will be reactivated. Are you sure?
bg: jackdbus ще бъде презареден. Сигурни ли сте?
fr: jackdbus sera réactivé. Êtes-vous sûr?

source: jackdbus exit command failed, please inspect logs.
bg: Командата за спиране на jackdbus не успя, проверете лога.
fr: jackdbus n'a pas pu être arrêté, veuillez inspecter les logs.

source: a2jmidid will be reactivated. Are you sure?
bg: a2jmidid ще бъде презареден. Сигурни ли сте?
fr: a2jmidid sera ré-activé. Êtes-vous sûr?

source: a2jmidid exit command failed, please inspect logs.
bg: Командата за спиране на a2jmidid не успя, проверете лога.
fr: a2jmidid n'a pas pu être arrêté, veuillez inspecter les logs.

source: Load project
bg: Зареди проект
fr: Ouvrir un projet

source: <b><big>Not a project dir</big></b>
bg: <b><big>Не е директория на проект</big></b>
fr: <b><big>Ce n'est pas un répertoire de projet</big></b>

source: LADI Session Handler
bg: Управление на сесии LADI

source: Project load failed, please inspect logs.
bg: Зареждането на проект не успя, проверете лога.
fr: Échec du chargement du projet, veuillez inspecter les logs.

source: Load Project...
bg: Зареди проект...
fr: Ouvrir un projet...

source: Create Project...
bg: Създай проект...
fr: Nouveau projet...

source: Unload Project
bg: Затвори проект
fr: Fermer le projet

source: Clear Room
bg: Изчисти стаята
fr: Vider ce Local

source: Save Project
bg: Запази проект
fr: Enregistrer le projet

source: Save Project As...
bg: Запази проект като...
fr: Enregistrer le projet sous...

source: Project Properties...
bg: Свойства на проекта...
fr: Propriétés du projet...

source: New Application...
bg: Ново приложение...
fr: Nouvelle application...

source: Destroy Room
bg: Унищожи стая
fr: Fermer ce Local

source: Create Room...
bg: Създай стая...
fr: Nouveau Local...

source: Setting of project description failed, please inspect logs.
bg: Задаването на описание на проекта не успя, проверете лога.
fr: Échec d'attribution de la description du projet, veuillez inspecter les logs.

source: Room creation failed, please inspect logs.
bg: Създаването на стая не успя, проверете лога.
fr: Échec de la création du local, veuillez inspecter les logs.

source: Room deletion failed, please inspect logs.
bg: Изтриването на стая не успя, проверете лога.
fr: Échec de l'effacement du local, veuillez inspecter les logs.

source: Storing settings
bg: Запазване на настройките
fr: Enregistrement des préférences

source: JACK is sick
bg: Нещо с JACK не е наред
fr: JACK est malade

source: Stopped
bg: Спрян
fr: Arrêté

source: xruns
bg: дропове

source: ladishd is down
bg: ladishd е изключен
fr: ladishd est arrếté

source: ladishd is sick
bg: Нещо с ladishd не е наред
fr: ladishd est malade

source: No studio loaded
bg: Няма заредено студио
fr: Pas de studio présent

source: Crashed
bg: Крешнал
fr: Planté

source: JACK crashed or stopped unexpectedly. Save your work, then unload and reload the studio.
bg: JACK крешна или спря неочаквано. Запазете работата си, а после затворете и наново заредетео студиото.
fr: JACK s'est planté ou s'est arrêté sans le vouloir. Enregistrer votre travail, puis décharger et recharger le studio.

source: Studio save failed, please inspect logs.
bg: Запазването на студио не успя, проверете лога.
fr: Échec de l'enregistrement du studio, veuillez inspecter les logs.

source: Save studio as
bg: Запази студио като
fr: Enregistrer le studio sous

source: Saving of studio failed, please inspect logs.
bg: Запазването на студио не успя, проверете лога.
fr: Échec de l'enregistrement du studio, veuillez inspecter les logs.

source: Studio start failed, please inspect logs.
bg: Пускането на студио не успя, проверете лога.
fr: Échec du démarrage du studio, veuillez inspecter les logs.

source: Studio stop failed, please inspect logs.
bg: Спирането на студио не успя, проверете лога.
fr: Échec de l'arrêt du studio, veuillez inspecter les logs.

source: Studio unload failed, please inspect logs.
bg: Затварянето на студио не успя, проверете лога.
fr: Échec du déchargement du studio, veuillez inspecter les logs.

source: Rename studio
bg: Преименувай студио
fr: Renommer le studio

source: Studio rename failed, please inspect logs.
bg: Преименуването на студио не успя, проверете лога.
fr: Échec du renommage du studio, veuillez inspecter les logs.

source: Cannot get app properties
bg: Вземането на свойствата на приложението не успя
fr: Ne parvient pas à trouver les propriétés de l'application

source: App properties
bg: Свойства на приложенито
fr: Propriétés de l'application

source: Cannot set app properties.
bg: Задаването на свойства на проложениет не успя
fr: Ne parvient pas à attribuer les propriétés de l'application

source: Stop
bg: Спри
fr: Arrêter

source: Kill
bg: Убий
fr: Tuer

source: Start
bg: Пусни
fr: Démarrer

source: Properties
bg: Свойства
fr: Propriétés

source: (inactive)
bg: (неактивно)
fr: (inactif)

source: Disconnect All
bg: Разкачи всичко
fr: Déconnecter tout

source: _Studio
bg: _Студио

source: _New Studio...
bg: _Ново студио...
fr: _Nouveau...

source: _Load Studio
bg: _Зареди студио
fr: _Ouvrir...

source: Start Studio
bg: Пусни студиото
fr: Démarrer

source: Stop Studio
bg: Спри студиото
fr: Arrêter

source: _Rename Studio...
bg: Преименувай студиото...
fr: _Renommer...

source: _Save Studio
bg: Запази студиото
fr: _Enregistrer

source: Save Studio _As...
bg: Запази студиото като...
fr: Enregistrer _sous...

source: _Unload Studio
bg: _Затвори студио
fr: _Fermer

source: _Delete Studio
bg: Изтрий студиото
fr: _Effacer

source: _Room
bg: Стая
fr: _Local

source: _Create Room...
bg: _Създай стая...
fr: _Nouveau local...

source: _Destroy Room
bg: _Премахни стая
fr: _Fermer ce local

source: _Project
bg: _Проект
fr: _Projet

source: _Application
bg: _Приложение

source: _View
bg: Изглед
fr: _Affichage

source: _Toolbar
bg: Панел с инструменти
fr: Barre d'_outils

source: _Arrange
bg: _Подреди
fr: _Arranger

source: _Tools
bg: _Инструменти
fr: _Outils

source: _Settings
bg: _Настройки
fr: _Préférences

source: _Configure JACK
bg: Настрой _JACK
fr: _Configurer JACK

source: Reactivate ladishd
bg: Презареди ladishd
fr: Ré-activer ladishd

source: Reactivate jackdbus
bg: Перезареди jackdbus
fr: Ré-activer jackdbus

source: Reactivate a2jmidid
bg: Перезареди a2jmidid
fr: Ré-activer a2jmidid

source: _Help
bg: _Помощ
fr: _Aide

source: Clear XRuns
bg: Изчисти дроповете
fr: Effacer les _XRuns

source: Path
bg: Път
fr: Chemin

source: Browse...
bg: Файлове система...
fr: Naviguer...

source: Project properties
bg: Свойства на проекта
fr: Propriétés du projet

source: <b>Project name</b>
bg: <b>Име на проекта</b>
fr: <b>Nom du projet</b>

source: <b>Description</b>
bg: <b>Описание</b>

source: <b>Notes</b>
bg: <b>Бележки</b>

source: Set name
bg: Промени име
fr: Choisir un nom

source: <b>Name</b>
bg: <b>Име</b>
fr: <b>Nom</b>

source: Command:
bg: Команда:
fr: Commande :

source: Name:
bg: Име:
fr: Nom :

source: Run in Terminal
bg: Пусни в терминал
fr: Lancer dans un terminal

source: Level 0
bg: Ниво 0

source: Level 1
bg: Ниво 1

source: Level 2 (LASH)
bg: Ниво 2 (LASH)

source: Level 2 (jack session)
bg: Ниво 2 (jack session)

source: Create room
bg: Създай стая
fr: Créer un local

source: <b>Create from template</b>
bg: <b>Създай от шаблон</b>
fr: <b>Créer depuis le gabarit</b>

source: Default is project directory name
bg: По подразбиране - име дирецторията на проекта
fr: Par défaut, le nom du répertoire du projet

source: Default is ~/ladish-projects
bg: По подразбиране - ~/ladish-projects
fr: Par défaut, ~/ladish-projects

source: Start studio on load
bg: Пусни студиото след зареждане
fr: Démarrer le studio après l'ouverture

source: Send notifications
bg: Пращай уведомления
fr: Envoyer les notifications

source: Terminal to use:
bg: Терминал:
fr: Terminal à utiliser :

source: JACK _Latency
fr: _Latence JACK

source: LADI Session Handler is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. LADI Session Handler is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with LADI Session Handler; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
fr: LADI Session Handler est un logiciel libre; vous pouvez le redistribuer et/ou le modifier sous les termes de la licence GNU General Public Licence publiée par la Free Software Foundation; soit sous la version 2 de cette Licence, ou (à votre choix) n'importe quelle version suivante. LADI Session Handler est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE; sans même la garantie implicite d'une VALEUR MARCHANDE ou d'une SANTÉ PHYSIQUE POUR UN BUT PARTICULIER. Veuillez voir la Licence GNU General Public License pour plus de détails. Vous devriez avoir reçu une copie de la Licence GNU General Public License avec LADI Session Handler; sinon, écrivez à la Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA

source: Shell to use:
fr: Shell à utiliser :
